// var article = {'ID':'', 'CreateDateTime':'', 'Category':'','SubCategory':'', 'Title':'', 'Content':'', 'ImageUrl':'', 'RelatedDoctorCat':''};
var articles = [];
// var articles = [{'time': 'March 29, 2017', 'category':'疾病專題', 'subcategory':'疾病病理', 'title': 'HPV病毒與子宮頸癌之間的關係—為什麼說了解HPV病毒是治療子宮頸癌的關鍵?', 'content':'<p>癌症有非常多的病因，例如遺傳、抽煙等等。但是我們確信，大多數子宮頸癌是經由性接觸傳播。這種引起子宮頸癌的病毒有兩種。一種被稱為乳頭狀瘤病毒 (human papilloma virus)，另一種是HPV病毒。</p><p>這也意味著我們能夠預防大多數子宮頸癌的病例。 但怎樣才能預防？——通過接種疫苗和進行安全性行為。</p><p>什麼是HPV病毒？</p><p>HPV病毒是最常見的性傳播疾病之一。HPV病毒是由一組二百多種彼此密切相關的病毒所造成。由性接觸所傳播的HPV病毒有兩種不同的種類。</p><p>第一種風險較低的HPV病毒會誘發生殖器疣(陰莖或陰道上的腫塊)。第二種風險較高的HPV病毒會誘發癌症，而且不論男或女都有機會患上。HPV病毒可以傳播到在身體的不同部位。例如:肛門、喉嚨、宮頸、陰莖、陰道、外陰。</p><p>HPV病毒是如何傳播?</p><p>HPV病毒可以經由口腔，性交和肛交傳播。HPV病毒非常常見，性交頻繁的男女有些時候身上都會帶有HPV病毒。有些人在不知道自己被感染的前提下，在性交時把HPV病毒傳給伴侶。HPV病毒不會留在廁所的廁板上，也不會留在游泳池裡。更不會透過日常的一些社交接觸而傳播，如握手。</p><p>HPV病毒與子宮頸癌的關係?</p><p>其實在大多數情況下，在體內的HPV病毒會在一至兩年內自行消失。 然而，有一些人體內的HPV病毒不會消失，在這種的情況下，如果患者不治療HPV病毒造成的感染的話，就可能導致宮頸內的細胞變成癌細胞。 從感染HPV病毒直到腫瘤形成的時間通常需要十到三十年。</p><p>我們應該如何預防HPV病毒?</p><p>其中一種預防HPV病毒的方法是接種疫苗。 目前有兩種HPV疫苗可供選擇：</p><p>Gardasil。這種HPV疫苗適用於11歲或12歲的女孩和男孩，但最早也可以在9歲的時候接種。26歲以下的女性和21歲以下的男性也適用，HPV疫苗通常都有三次的劑量。</p><p>Gardasil的-9。這種HPV疫苗適用於11或12歲的男孩和女孩，也適用於9歲至26歲的男性與女性。</p><p>HPV病毒的預防疫苗接種的關鍵在於，在第一次進行性交之前便要開始接種。因為在進行性行為之後，才有機會接觸到HPV病毒。HPV病毒有三次的劑量，必須要完成三次的接種，預防疫苗才能夠起作用。</p><p>感染HPV病毒的患者通常不會有任何症狀。某些類型的HPV病毒會引起生殖器疣。疣是一種的隆起物，像椰菜花一樣的腫塊。而子宮頸癌則有明顯的症狀，症狀包括絕經期間或絕經後出血、體重比往常更重、有異物從陰道排出、性交的時候感到疼痛。</p><p>子宮頸癌在未蔓延成癌細胞之前并不會有任何症狀。 這就是為什麼需要進行巴氏測試(Pap Test)。在進行巴氏測試期間，醫生會從子宮頸取樣細胞，再把樣品放進入實驗室進行測試和實驗。</p><p>因此女性若要預防子宮頸癌，可以從21歲起每三年進行一次巴氏測試直到65歲。或者向醫生了解是否需要接種疫苗。</p>','image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/HPV.jpg', 'relatedoc':'婦科'},

//     {'time': 'Dec. 15, 2004', 'category':'疾病專題', 'subcategory':'疾病病理', 'title': '失眠與胃痛的共生關係', 'content':'<p>失眠和腸胃消化問題是都市人兩大常見的健康問題。一位教授胃腸病學的教授Santhi Swaroop Vege指出:「失眠和腸胃消化問題實在是非常普遍。」</p><p>Mayo Clinic Proceedings 的研究指出過敏性腸綜合症(irritable bowel syndrome)、消化不良和胃灼熱等等，都是失眠人士常見的疾病。</p><p>這兩位研究員同樣發現到失眠和腸胃消化好像有某一種的聯繫和關係，但是對於構成兩種疾病之間的必然關係與模式，他們沒有作進一步的發現。當然，胃痛可以引起失眠，失眠也可以引起胃部不適。此外，這兩種疾病可能是基於某些共同的根本原因，如焦慮，抑鬱或其他情緒疾病。</p><p>為了作進一步探索，研究員Vege和他的同事在明尼蘇達州(Minnesota county)隨機選擇了當地的居民進行了問卷調查。 調查還詢問有關過敏性腸綜合症（IBS）的多種症狀，如腹脹，氣體，便秘或腹瀉。另外還詢問了其他問題非腸胃消化疾病的病症，包括頭痛，背痛，哮喘，高血壓，疲勞，抑鬱，頭暈和虛弱。</p><p>在接受調查的2,269名居民中，研究人員發現，39％的人至少每月失眠一次; 而6％的人表示有嚴重的失眠問題。同時，在表示有失眠問題的受訪者當中有15％的人表示胃痛令他們從睡眠中蘇醒、15％的人表示有IBS的相關症狀、10％的人表示有腸胃消化問題。</p><p>Vege在研究報告表示，那些在生活中也感到有壓力的人比在生活中沒感到有太大壓力的人更容易患上IBS和胃灼熱及有失眠問題。</p><p>研究人員更指出在目前還需要更多的研究來了解壓力、失眠與腸道問題之間的相互作用。但顯然失眠與腸胃消化問題之間有強烈的關聯，他們有互相促進的關係—有其中的一種疾病很大機會也會牽扯另一種疾病的出現。</p>','image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/sleep.jpg', 'relatedoc':'腸胃肝臟科'},

//     {'time': 'September 23, 2016 ', 'category':'身心健康', 'subcategory':'精神健康', 'title': '男兒有淚不輕彈?生來被賦予的壓抑與特殊的抑鬱症成因', 'content':'<p>從童年時期開始，男性便被教導要好好控制自己的感受與情感，而從最近的對抑鬱症的研究看來，這份最新的研究儼如成為了男性被壓抑情感的最佳佐證。之前的研究表明，男性被診斷為抑鬱症的機率只有女性的十分之一，但最新的研究顯示，男性非常善於隱藏自己的感受。</p><p>不同種族、收入水平和年齡的男性都有機會患上抑鬱症，這樣不利對抑鬱症患者進行識別。但有一些情況和疾病是會增加患上抑鬱症的風險。例如:曾經有過抑鬱症，有抑鬱症的家庭成員及處於低收入水平的人群。一些疾病如癌症、糖尿病、心臟病及HIV病毒帶菌者也會較易患上抑鬱症。在治療抑鬱症的同時，或許會改善以上疾病的患病的情況。</p><p>抑鬱症是一種嚴重但有機會被治好的疾病。在美國，每年有六百多萬的男性被確診患上抑鬱症。如果沒有進行適當的治療，更可能引發患者其他家庭及財務問題。男性被確斷患上抑鬱症後，最嚴重的情況是自殺，而男性患者的自殺機率比女性患者的的自殺機率高出了四倍。那麼到底甚麼是抑鬱症?抑鬱症又有甚麼症狀?</p><p>抑鬱症不單是心情不愉快而已。抑鬱症患者的思維方式、行為方式以及情感都被會面臨崩潰的狀態。一般來說，抑鬱症的症狀包括對日常生活的活動中失去了動力、有睡眠及集中力困難、對於進行一些愉快及放鬆精神的活動時依然感到悲傷和感到沒有興趣、經常會有關於死亡或自殺的想法。而這些抑鬱症症狀一次可能會持續數週或數月。</p><p>由於婦女被診斷出患有抑鬱症的人數比男性多出了接近十倍，所以上文所提及的相關症狀，是基於觀察大多數的女性患者的抑鬱症狀而提出。雖然上文所提及的相關症狀在男性患者當中也很常見，但男性的抑鬱症患者的表現和症狀可能會跟女性患者有所不同，男性患者的症狀可能包括變得煩躁不安，酗酒或者肆意行事。</p><p>男性通常不知道或不承認他們受負面情緒的影響。而且他們不太可能會尋求醫生的幫助。另外，因為男人的抑鬱症的症狀也可能與女性有所不同，所以也可能造成醫生無法對男性的抑鬱症狀作出正確的診斷。由於以上的原因，男性的抑鬱症往往會出現無法判別而不能接受正確的治療。</p><p>以下是四種常見的抑鬱症種類:</p><p>大部分的抑鬱症患者表現為:工作、吃飯、睡覺及日常生活都會受到抑鬱症的困擾、不能夠好好享受生活，通常這些症狀都會維持數週，甚至數月。</p><p>憂鬱症的患者無法把想象與現實分開。他們會感到自己毫無價值、應該接受別人的懲罰，而且這種信念是無法被動搖的。他們可能還會覺得他們面對的問題無法被解決，而且這些問題注定是無望的。他們所想像的東西也可能會反過來作弄自己。例如他們會聽到一些聲音告訴他們要自殺、或者自己是沒有用的等等。這種抑鬱症的患者的自殺率也特別高。</p><p>當抑鬱症的症狀持續兩年或更長時間，就有大機會可以被診斷為持續性抑鬱障礙。在這些的個案中，患者可能會有長期的抑鬱情緒以及有輕微的抑鬱症的病症。</p><p>躁狂抑鬱症的情況是抑鬱症與躁狂症的病徵會交替出現。躁狂症出現的時候，患者的情緒可能會出現過度興奮以及精力過度旺盛的狀態。</p><p>經過多年的研究，依然沒有人能肯定抑鬱症的真正病因。抑鬱症的患者的大腦當中的神經線出現了問題而無法與彼此溝通，負責調節情緒和思維的某些大腦區域失常。對於抑鬱症的診斷和治療，還有待研究。</p>','image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/sad.jpg', 'relatedoc':'精神科'},

//     {'time': 'March 24, 2017 ', 'category':'疾病專題', 'subcategory':'疾病病理', 'title': '什麼是陰道念珠菌感染？', 'content':'<p>沒有人喜歡談論陰道的痕癢與不適，但是陰道念珠菌感染是一種在女性當中很常見的疾病。有研究顯示，接近75%的女性在她的一生當中至少會感染一次。</p><p>陰道念珠菌感染可以發生在任何一個女性身上，而且不管任何年齡的女性都有機會被感染。但其實許多的感染都能被快速清除，而且方法十分簡單。</p><p>陰道是依靠細菌與念珠菌的平衡來維持陰道內的健康。女性的雌性激素能刺激一種叫乳桿菌屬(lactobacillus)的細菌生長。這種乳桿菌屬(lactobacillus)能有效殺死陰道當中有害的有機物以保持內部的健康。但當這種平衡被打破，念珠菌(candida)的黴菌就會大量生長，造成念珠菌感染。</p><p>為什麼會有念珠菌感染?</p><p>有很多的因素都會觸發酵母菌感染。例如以下的幾種因素:</p><p>荷爾蒙:女性懷孕、進行母乳喂養、經歷更年期的變化或是服用避孕藥的期間都可能改變陰道的的細菌平衡。</p><p>糖尿病：糖尿病的患者若其病情控制不佳，便會在患者的體內不斷增加糖分，為陰道粘膜中的念珠菌創造一個良好的生長環境。</p><p>抗生素：抗生素藥物可以殺死許多陰道裡任何細菌，包括乳桿菌屬(lactobacillus)。</p><p>灌洗陰部或使用陰部噴霧器清潔器接觸陰部時也可以改變陰道的的細菌平衡。</p><p>免疫系統減弱：HIV的帶菌者或者患有其他免疫系統疾病患者，她們體內念珠菌也可能會不受控制地生長。性行為：雖然念珠菌感染還未證實與性接觸有關，但也可能會通過性接觸從一個人傳遞給另一個人。</p><p>感染念珠菌的相關症狀:</p><p>陰部感到痕癢和不適是念珠菌感染的主要症狀，除此之外，還有以下其他的症狀:</p><p>陰道或外陰感到炙熱、紅腫。當小便或性交時感到刺痛或炙熱有厚實、白色、無味，像奶酪般的排泄物。</p><p>如果你有以上的症狀，建議你可以諮詢婦科醫生并尋求協助。酵母菌感染的症狀與其他更嚴重的病症非常相似，因此接受準確的診斷是很重要的，這樣才能得到最好的治療。如果在沒有念珠菌感染的前提下使用抗真菌藥物，若將來不幸受到念珠菌感染，患者將會更難康復。</p><p>治療方法:</p><p>非處方的抗真菌霜，軟膏或栓劑如咪康唑(miconazole)或克黴唑(clotrimazole)是治療念珠菌感染的最常見的藥物。 這些藥物的療程通常需要一到七天。 若是已懷孕的患者，可以選擇使用軟霜或栓劑， 而避免食用口服的氟康唑(fluconazol)。更重要的是，治療念珠菌的藥物會減弱避孕套的阻隔作用，增加懷孕或感染性傳播疾病的風險。若是糖尿病或者免疫系統較弱的患者，更可能多次感染酵母菌感染。 這是一種名為複發性外陰陰道念珠菌病（RVVC）的疾病。 </p><p>治療念珠菌感染的最新方法—益生菌</p><p>最新的研究表明，服用益生菌酸奶或嗜酸乳桿菌(acidophilus supplements )可能會減緩陰道中念珠菌的生長，從而降低感染的風險。 但就目前的研究來看，還未有足夠的實證支持。</p>','image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/HIV.jpg', 'relatedoc':'婦科'},

//      {'time': 'March 24, 2017 ', 'category':'身心健康', 'subcategory':'生活小貼士', 'title': '便泌問題可大可小?—處理便泌的各種方法', 'content':'<p>便秘是許多人都熟悉的腸胃消化問題，它被定義為每周排便次數少於三次。其他病徵表現有糞便太硬，難以排出。</p><p>便秘的時候，患者的消化系統中的排泄物會移動得異常緩慢，導致身體的廢物不能輕易排出體外，因而導致不適。患者排便後可能依然還會感到鼓脹，腹部不適。便秘通常都在短時間內消失，因此大多數人都能自行康復。但在某些情況下，便秘是嚴重和持久的，那麼患者便需要求醫了。除了尋求醫生的幫助之外，在日常生活中還有那些生活習慣可以幫助解決便泌的問題呢?</p><p>治療便秘的第一步始於日常生活習慣。</p><p>首先在日常生活中進食的時候應該攝入更多的纖維。全麥穀物，豆類，梅子和糠是優質的纖維來源。另外，在飲食中添加更多的新鮮水果，蔬菜和富含纖維的食物，這些食物可以增加糞便的重量，幫助糞便通過腸子。同時，避免進食沒有纖維的食物，如冰淇淋，奶酪，肉類和其他類型的加工食品。一個正常的成年人每天應攝取22至34克的纖維。另外，應多喝水。因為水可以幫助排便。 </p><p>其次，鍛煉也非常重要。鍛煉能幫助腸子裡的肌肉保持活力，使糞便在腸子裡更容易移動。 一些簡單的鍛煉方法也能見效，例如:每週進行三次的短的步行。</p><p>我應該在甚麼時候才需要尋求醫生的協助?</p><p>便秘的情況持續了三週或以上出現了一些嚴重症狀如在糞便中發現血液、體重下降、胃痛、發燒或感到虛弱。</p><p>一些可以幫助排便的藥物</p><p>如果患者在改變生活方式後便秘的情況依然沒有改善，那麼醫生可能會提出其他一些補救措施，如瀉藥。瀉藥有助於把腸道的垃圾清空，有些瀉藥能在市面上的一些藥房中找到，但請你確保在醫生的指示下才服用。因為有些的瀉藥能令病人產生依賴。此外，濫用瀉藥也可引起腹瀉，而瀉藥通常以液體，片劑，口香糖，膠囊，顆粒或粉末形式作為食用的媒介。</p><p>纖維補充劑(Fiber supplements)能使糞便變得更加容易排出。但請注意，這些補充劑例如歐車前（ psyllium ），聚卡波非鈣（calcium polycarbophi），甲基纖維素纖維（ methylcellulose fiber）也可能導致腹脹。</p><p>滲透劑(Osmotic agents) 可以使糞便保持濕潤，從而更容易將其排出身體。但這些藥物可能會引起脫水或體內的礦物質不平衡。因此老年人或心臟衰竭或腎衰竭者應該慎重服藥。例如口服氫氧化鎂（oral magnesium hydroxide ），檸檬酸鎂，乳果糖（magnesium citrate, lactulose ）和聚乙二醇（ polyethylene glycol ）。</p><p>糞便軟化劑(Stool softeners)通過從腸中抽水來保持糞便柔軟。</p><p>潤滑劑(Lubricants)通常建議用於肛門或直腸阻塞的患者。潤滑劑塗在糞便之上，使糞便更容易從腸子裡通過。</p><p>刺激性輕瀉劑(Stimulant laxatives)可以令腸道收縮，把糞便從腸道移走。如果你便秘問題依然非常嚴重，其他的治療方法也沒有效。醫生可能會推薦鉀含量低的藥物，包括番瀉葉（senna）和(bisacodyl)。</p><p>栓劑(Suppositories) 和灌腸劑(enemas)是直接放入直腸的瀉藥，如含有磷酸鈉/二磷酸鹽（sodium phosphate/biphosphate）的灌腸劑。雖然這種藥物比口服藥物更快見效。但大多數人并不喜歡使用灌腸劑，亦不建議有心臟或腎臟問題的患者服用。</p><p>(任何的藥物均需醫生的指引下才建議服用)</p><p>更嚴重的便秘病例可能需要其他的治療方法，如生物反饋訓練(biofeedback training)（一種訓練腸部肌肉的方法），甚至手術。但這些治療需要與醫生更進一步討論。</p>','image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/boo.jpg', 'relatedoc':'腸胃肝臟科'},

//     {'time': 'March 09, 2016 ', 'category':'疾病專題', 'subcategory':'疾病病理', 'title': '控制糖尿病等於控制牙周病?—牙周病與糖尿病的特別關係', 'content':'<p>糖尿病是一種代謝性疾病，患者的眼睛、神經、腎臟、心臓和身體內的其他系統都可能會受到糖尿病的影響而受損。糖尿病還會導致患者有口腔疾病，糖尿病患者患上牙周病的比例遠高於正常人。</p><p>牙周病是指牙齦和固定牙齒的骨骼受到細菌感染。在感染牙周病的後期，患者的牙齒在咀嚼的時候會感到疼痛，牙齒甚至會脫落。任何的牙齦疾病都會令身體中血液的糖分變得難以控制。</p><p>糖尿病與牙周病的關係</p><p>牙齦疾病與糖尿病控制有密切關係。身體中的血糖若不受控制便會增加患上牙周病的風險。例如IDDM（胰島素依賴性糖尿病）的兒童也同樣較易患上牙周病。因此，若糖尿病患者能控制好體內的血糖，便能避免患上牙周病。其實不只牙周病，其他因糖尿病而引起的疾病都能因此而受到控制。</p><p>糖尿病的并發症之一是會增加血管的厚度。而血管主要的功能是負責傳送氧氣和營養到身體的不同器官及清除并帶走體內的廢物。糖尿病會減慢血管中的血液流動，影響血管的營養輸送，包括輸送到口腔的養分，從而削弱牙齦和牙骨組織對感染的抵抗力。另外，許多細菌都喜歡在有糖分的環境中生長，特別是葡萄糖(glucose)—一種與糖尿病有關的糖分。因糖尿病而在口腔產生的葡萄糖會增加細菌的生長從而增加患上牙周病的風險。</p><p>有研究發現，吸煙者比不吸煙者患上牙齦疾病的風險高出約五倍。對於患有糖尿病的吸煙者來說，風險可能更大。如果患者是四十五歲或以上患有糖尿病的吸煙者，他們患上牙齦疾病的機率是那些沒有吸煙和糖尿病的人的二十倍。</p><p>牙周病的不同階段及治療方法</p><p>牙周病的第一個階段是牙齦炎。不良的刷牙和使用牙線的習慣會造成牙斑，牙斑會增加患上其他口腔疾病的風險。牙齦變得紅腫、在刷牙或使用牙線時出血都是患上牙齦炎的症狀之一。牙齦炎可以透過正確使用牙線及刷牙習慣、消毒漱口水及牙醫的定期清潔來控制。如果這些方法沒有效的話，牙齦炎便會演變成牙周病。</p><p>牙周病是指維持牙齒固定的口腔部位受到了感染，斑塊會在牙齦下形成並硬化，嚴重的時候會在鞏固牙齒的骨頭及牙齦中形成一個「洞」，令到牙齒無法受到牙骨及牙齦的鞏固下脫落。</p><p>早期的牙周病往往沒有警告的跡象，患者的牙齒不會發生感到疼痛、膿腫和脫落的跡象。由於牙周病不僅對牙齦造成影響，因此不能通過刷牙和使用牙線等方法來控制牙周病。牙周病應該交由牙周病專家治療。</p><p>對於早期的牙周病，牙科醫生或牙周病醫師可能會使用深層清潔劑去除牙齒下面的硬化斑塊和感染組織，并磨平牙齒受損的表面。這樣可以使牙齦重新附著在牙齒上。同時，特殊的漱口水或抗生素也可以幫助控制感染。這種方法需要患者經常刷牙和正確運用牙線來配合治療。而對於嚴重的牙周病患者可能要進行口腔手術，去除把牙齒固定在一起的組織并重新塑造或更換損傷的支撐牙齒的組織。</p><p>若同時患上牙周病和糖尿病應如何處理?</p><p>糖尿病患者對於自身糖尿病的治療情況應有足夠的了解，在每次的牙科檢查時告知牙醫自己的糖尿病病程。在治療開始之前，糖尿病科的專科醫生與牙醫應該對於患者的整體醫療狀況作商討。糖尿病也可能導致其他的口腔疾病，如鵝口瘡。</p><p>如果糖尿病患者計劃進行口腔手術，就可能需要更改膳食計劃，以及攝取胰島素的時間和劑量。如果你的血糖控制得不好，應該推遲非緊急牙科手術。然而嚴重的情況應立即予以處理。</p><p>預防或及控制牙齦疾病取決於糖尿病科的專科醫生與牙醫的合作。糖尿病及牙周病的最佳防禦方法，就是能有效控制體內的血糖，加上日常正確的刷牙及運用牙線的方式、定期進行牙科檢查也有效情況改善。</p>','image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/dia.jpg', 'relatedoc':'內分泌及糖尿科'},

//     {'time': 'March 09, 2016', 'category':'健康飲食', 'subcategory':'醫學膳食', 'title': '高血壓的專用食譜', 'content':'<p>高血壓可以通過飲食習慣而得到很好的改善。</p><p>通過幾種新的飲食習慣，包括計算卡路里的攝取和進食的分量，或能夠降低血壓，甚至減少高血壓所需要服用的藥物。 </p><p>記錄自己的進食習慣</p><p>很多人都不知道自己每天攝取了多少食物的熱量，因而低估了每天熱量的攝取。嘗試把每天所吃的食物記下，包括分量與熱量的多少。這樣可以讓你看到更多自己的進食的真相。 然後，你就知道應該從哪裡開始減少攝取熱量 。</p><p>避免攝取鹽（鈉）</p><p>高鈉的飲食習慣很容易增加患上高血壓的風險。 事實上，你吃的鈉越少，你越有可能能更好地控制血壓。要降低飲食中的鈉，請嘗試以下建議：•使用食物日記來記錄飲食過程中所攝取的鹽。•每天攝取少於2,300毫克（約1茶匙鹽）的鹽。醫生可能會建議 高血壓患者每天攝取少於1500毫克的鹽。•閱讀每個食品包裝上的營養成分標籤。•避免罐頭食品，加工食品，午餐肉和快餐。•使用無鹽調味料。</p><p>高血壓患者應該吃什麼?</p><p>鉀，鎂和纖維可能有助於控制血壓。 水果和蔬菜中的鉀、鎂和纖維含量很高而鈉含量很低。因此堅持每天進食水果和蔬菜對高血壓患者是很有用處的。 進食果汁的作用不大，因為果汁把水果中的纖維除去了。 此外，堅果、豆類、瘦肉和家禽都是鎂的來源之一。</p><p>如想要進食更多的天然鉀，鎂和纖維，可以從以下的食物選項中選擇：</p><p>•蘋果•杏子•香蕉•甜菜蔬菜•西蘭花•蘿蔔•綠豆•葡萄•青豆•利馬豆•芒果•檸檬•橘子•桃子•菠蘿•葡萄乾•菠菜•壁球•草莓•紅薯•橘子•番茄•金槍魚•酸奶（無脂肪）</p><p>什麼是DASH食療？</p><p>DASH食療(Dietary Approaches to Stop Hypertension) 是一種富含水果，蔬菜，全穀物，魚，家禽，堅果，豆類和低脂肪乳製品的飲食計劃。 這些食物都有很豐富的膳食營養如鉀，鎂，鈣，纖維和蛋白質等。</p><p>DASH食療是專為降低血壓而設計， DASH的食物能有效減少了甜點、甜味飲料，脂肪，紅肉和加工肉類的攝取。研究顯示，遵循DASH飲食習慣多年的婦女能有效降低冠狀動脈疾病和中風的風險。</p><p>想開始DASH的飲食療法，請遵循以下建議（每天大約攝取2,000卡路里）</p><p>•穀物：每日7-8份（1片麵包，1/2杯米飯或麵食，1盎司的麥片）•蔬菜：每天4-5份（1杯綠葉蔬菜，1/2杯已煮熟的蔬菜）•水果：每天4-5份（1份中等水果，1/2杯新鮮或冷凍水果，1/4杯乾果，6盎司果汁）•低脂肪或無脂肪乳製品：每日2-3次（8盎司牛奶，1杯酸奶，1.5盎司奶酪）•脂肪含量少的肉類，禽類和魚類：每天2份（3盎司熟肉，禽類或魚類）•堅果，種子和豆類：每週4-5份（1/3杯堅果，2湯匙種子，1/2杯熟干豆或豌豆）•脂肪和油：每天2-3份（1茶匙植物油或軟的人造黃油，1湯匙低脂蛋黃醬，2湯匙淺色沙拉醬）•糖果：每週不超過5份。 （1湯匙糖，果凍或果醬）</p><p>建議你可以讓你的醫生或營養師幫助你開始飲食計劃。他們會告訴你每天需要多少熱量來維持或達到健康的體重。然後，他們可以幫你計劃食物餐單，以滿足DASH的飲食計劃。</p>','image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/blodd.jpg', 'relatedoc':'心臟內科'},

//     {'time': ' October 24, 2006 ', 'category':'疾病專題', 'subcategory':'治療新技術', 'title': '蛀牙能從此消失?—杜絕蛀牙的新方法', 'content':'<p>科學家們可能已經找到了另一種有效打擊蛀牙和牙腔的細菌的新方法。</p><p>目前這種方法依然是處於實驗性質。假如這種方法成功的話，也許會在將來的某一天能真正杜絕蛀牙。</p><p>加州大學牙醫學院的教授Wenyuan Shi發現了STAMP—專門針對抗菌肽(antimicrobial peptides)蛋白質。STAMP是一種微細的蛋白質，可以在不傷害健康細菌的前提下清除口腔中的細菌。科學家們所針對的是一種稱為變形鏈球菌(Streptococcus mutans)的細菌，這種細菌會導致蛀牙和其他牙腔的疾病。而這些科學家們的目標是殺死這種能引起牙腔的疾病的變形鏈球菌，而不傷害口中其他數百種的細菌，因為在數百種的細菌當中有些是無害的，有些能有效維持口腔的健康。</p><p>Wenyuan Shi在The National Institute of Dental and Craniofacial Research的新聞發佈中提到「目前的口腔治療方法把一切(好的細菌與壞的細菌)都清除了。這樣可能會造成問題，因為我們有數據顯示病原體（壞細菌）是會首先增長。」</p><p>Wenyuan Shi的研究團隊基於DNA數據，運用STAMP精確地找出變形鏈球菌。Wenyuan Shi在一系列實驗室測試中發現大約10％至15％的人的口中沒有變形鏈球菌。而口中沒有變形鏈球菌的人口腔的情況都很良好。</p><p>雖然有關STAMP研究目前還未能廣泛應用，但是醫治口腔疾病的方法還在推陳出新。杜絕蛀牙的醫學方法指日可待。</p>','image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/teeth.jpg', 'relatedoc':'牙科'},

//     {'time': 'July 25, 2016 ', 'category':'身心健康', 'subcategory':'精神健康', 'title': '焦慮症與青少年—可知的認知行為治療', 'content':'<p>適當的焦慮對人來說是一件好事。例如當青少年要應付考試和測驗的時候，適當的焦慮能幫助他們發揮得更好和令他們變得更用功。但在有些時候，過度與不合理的焦慮對人是有害的，患者甚至會因為焦慮過度而感得非常痛苦以及無法集中精神。那到底甚麼程度的焦慮才是有害的?當一個人因為太緊張而無法鼓起勇氣聯絡朋友或跟朋友外出的時候，那麼這種程度的焦慮便可以算是過度與不合理了。</p><p>青少年如患上了焦慮症應該怎樣處理?</p><p>首先治療的第一步的是要先正確認識自己的情緒。例如這種焦慮的想法是從何而來以及你所感受到的情緒具體是甚麼。另外，區別和判別焦慮症的種類也非常重要。當你有焦慮情緒的時候，假如能夠承認自己是處於一個緊張的狀態而感到焦慮也是正常的話，也許對處理焦慮情緒是有幫助的。但如果以上的方法都無法解決你焦慮的情況時，你需要的是尋求醫生協助與診斷。</p><p> 怎樣的焦慮才是過度的焦慮?</p><p>如果你的焦慮情緒不知從何而來或是沒甚麼原因和情況能使你焦慮的情況下你依然感到焦慮、對於每天的各種必須做的工作都感到異常緊張、或者不斷重覆檢查自己所做過的事情，那麼這些可能就是過度焦慮的跡象。另外擔心自己無法處理一些日常的工作、任務如測驗、與朋友交際等等也可能證明你已患上焦慮症。</p><p>青少年有甚麼治療焦慮症的方法?</p><p>尋找正確的治療方式是治療焦慮症重要的第一步。治療焦慮症的程序包括面見精神病學家、臨床社會工作者或心理學家。學校的輔導員也可以為青少年提供協助和尋找正確的治療方式。</p><p>藥物是最常見的治療方式之一。不同處方的藥物也可能對病情有幫助，這取決於你患上的是那一種類型的焦慮症。治療廣泛性焦慮症、焦慮症的藥物也許會與治療抑鬱症的藥物是相同。這些藥物通常需要四到六周才能見效。因此，有些心理醫生也許會推薦患者其他類型的治療方法，如認知行為治療。</p><p>一些針對焦慮症的藥物如苯二氮卓類 (benzodiazepines)也可以視乎情況而被單獨使用或增加到藥物處方當中。一些特殊的焦慮症如對於某些具體情況才有的焦慮，也可以在這些事情發生的一個小時之前服用 β受體阻滯劑(a beta-blocker)。治療焦慮症的新藥還在不斷開發。醫生也會為焦慮症病人找出最合適他的藥物。如果病人正在服用治療焦慮症的藥物，請務必遵循醫生的指示進行治療，不要私自停止服用任何焦慮藥物。</p><p>除了藥物治療，認知行為治療也是常見的治療方法之一。認知行為治療的治療師會為患者找出焦慮的源頭。例如哪些類型的想法和信念會引起患者的焦慮。認知行為治療是需要患者的配合才能夠成功。</p><p>生物反饋是利用電子器械來測試身體對壓力的反應的特殊治療方式。這種治療是基於人們想透過獲得身體內部運作過程的信息從而控制焦慮症患者的身體內部運作。在進行生物反饋測試的時候，治療師會將傳輸感應器放置在患者特定的肌肉部位上。治療師可以透過讀取肌肉的張力，心率，呼吸模式，產生的汗液量或體溫而知道患者是否在放鬆。生物反饋非常有趣 ，因為它像在玩電腦遊戲。</p><p>一些有效的放鬆方法也可以減少焦慮和消極的想法。常見的放鬆方法包括腹式呼吸、冥想、聽一些緩慢的音樂，以及瑜伽和太極等活動。</p><p>一種有效的放鬆方法</p><p>這種放鬆的方法需要你每天都空出約二十分鐘的時間來完成。在這二十分鐘中，把可能影響自己放鬆或平靜的東西都移開。例如把手機上的鈴聲調至靜音，然後盡可能保持平靜，同時嘗試注意你身體的哪些部分感到放鬆，哪些部分感到緊張。當你進行這些步驟的時候，嘗試想像身體的每一個肌肉都變得輕鬆，把精神放在你的呼吸上。每次呼氣時，想像自己的肌肉變得更加輕鬆。有些人在誦經、唱歌，祈禱或將視力聚焦在物體或閃爍的光源（如蠟燭或壁爐）上的時候能幫助他們更放鬆。進行的過程中一旦恢復正常的狀態，這種輕鬆的感覺可能會慢慢消失。如果遇到這樣的情況不用緊張。因為這種放鬆方法需要數個星期才會見效。</p>','image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/anxiety.jpg', 'relatedoc':'精神病'},

//     {'time': 'September 14, 2016 ', 'category':'疾病專題', 'subcategory':'治療新技術', 'title': '對抗香港腳的源頭—治療香港腳真菌的幾種自然用藥', 'content':"<p>香港腳令人痕癢難耐，到底用甚麼的方法才能夠擺脫它?又有甚麼自然醫療用藥能對有效治療香港腳?</p><p>一、第一種自然醫療用藥—葵花籽油</p><p>這種醫療用藥由向日葵的壓榨種子製作而成，早就被用作對抗細菌。 一種名為Oleozon的品牌的向日葵油抗真菌藥，在藥當中含有臭氧（另一種殺菌劑）已被證明能夠有效治療香港腳。 這種向日葵油塗抹在腳上，而不是用於口服。 但是否所有品牌的向日葵油都能像Oleozon品牌的抗真菌藥一樣有效就尚未有定論。</p><p>二、第二種自然醫療用藥—綠茶</p><p>當患者的腳浸在放了綠茶粉放到溫水中，很多時便能減低香港腳所導致的剝落和發紅的情況。 那是因為綠茶中有稱為多酚(polyphenols)的營養物質具有抗真菌能力。</p><p>但這種醫療用藥不會那麼快就起作用，患者可能每天都要浸泡，連續三個月 以上才會見效。 而目前還需要更多的研究來證明綠茶能有效治療真菌，而不僅僅是讓患者的腳看起來更好而已。</p><p>三、第三種自然醫療用藥—索薩(Sosa)</p><p>研究人員在墨西哥的農莊中發現使用一種名為Solanum chrysotrichum(又稱Giant Devil's Fig)的植物的葉子能有效對抗真菌。研究表明，由這種灌木植物提取的自然材料所製成的藥膏能做成一種抗真菌劑，患者可以將這種藥膏塗在腳上，不但能有治療作用，還有預防作用。雖然，索薩(Sosa)是一種較為安全的抗真菌藥物，但這種抗真菌藥物目前可能很難找到。</p><p>四、非處方藥</p><p>市面上的藥店能購買許多抗真菌藥膏、凝膠和噴霧劑，無需處方就能買到。 這些非處方藥或能緩解患者的症狀。在治療過程開始後，這些香港腳真菌亦可能需要六週才能完全消失。如果你嘗試過以上這些方法中的一種或兩種，但你的香港腳仍然沒痊癒，請諮詢你的醫生。 你可能需要另外一個治療方式來擺脫它。</p>",'image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/foot.jpg', 'relatedoc':'皮膚科'},

//     {'time': 'May 20, 2016', 'category':'身心健康', 'subcategory':'生活小貼士', 'title': '頭痛求助指南—日常生活中舒緩頭痛的有效習慣', 'content':'<p>大多數的頭痛能用非處方藥治療。還有其他常見的治療頭痛方法，例如減輕壓力，充足的休息和喝足夠的水。但除此之外，還有其他的治療頭痛的方法嗎?</p><p>治療頭痛的時候，有甚麼需要特別注意?</p><p>目前有很多治療頭痛的醫療措施。對某些患者有用的治療方式也可能不適用於另一些患者。然而，幾乎所有的專業醫療人員都認為放鬆能有利於偏頭痛。定期的有氧運動是治療頭痛的最有效的方法。</p><p>阿司匹林(aspirin)，對乙酰氨基酚(paracetamol)或布洛芬(ibuprofen)等鎮痛劑可以幫助紓緩大多數緊張性頭痛。但服用時請小心，因為服用太多鎮痛劑藥物可能是造成難以治療頭痛的主要潛在原因，這種頭痛稱為藥物性頭痛 (medication overuse headache)。如果你需要經常服用鎮痛劑藥物，請諮詢醫生。</p><p>還有許多藥物可以幫助治療和預防偏頭痛和緊張性頭痛。例如:減充血劑(Decongestants)，有時侯抗生素治療 (antibiotic treatment)也可以幫助緩解某一類的頭痛。</p><p>如果每月有三次或以上的嚴重偏頭痛，那就是長期性偏頭痛。醫生可能會建議你使用一些持續的預防性治療。 這些治療包括：</p><p>β受體阻滯劑(Beta-blockers)抗抑鬱藥(Antidepressants)防腐藥物(Antiseizure medications)抗高血壓(Anti-hypertensives)放鬆的技巧</p><p>一般的頭痛止痛藥對叢發性頭痛(cluster headaches)幾乎起不到甚麼作用，因為它們的藥效作用得不夠快。 另外，醫生發現吸入純粹的氧氣能起到很好的治療頭痛的作用。一些短期的療程如皮質類固醇(corticosteroids) 或甲基麥角苷的(methysergide )也可以幫助叢發性頭痛。</p><p>編寫你的頭痛日記</p><p>每天撰寫記錄頭痛情況的日記可以幫助你確定到底是哪些因素導致頭痛，也有助你了解自己的頭痛規律和模式。 在日記中應該包括這十條問題:</p><p>你第一次感到頭痛是在什麼時候？你感到頭痛多久了？你頭痛的症狀持續了多長時間？你在感到頭痛之前是否有甚麼明顯的症狀？當你頭痛的時候，你頭的哪一個位置感到痛？在頭痛發生前，你有沒有進食過哪些食物?頭痛是一天的甚麼時候發生?如果你是女性，你的月經週期是在何時發生？頭痛會不會是由身體或環境因素引起的，例如氣味，噪音或某些天氣？你會怎樣描述你頭痛時所感到的痛苦：是悸動還是像刺傷或刺穿一般？</p><p>骨科治療對抗頭痛</p><p>不良的姿勢導致肌肉緊張也可引起緊張性頭痛。 脊椎治療師可以通過重新調整脊柱或頸部的位置來緩解脊椎所受的壓力。</p><p>骨科醫生認為，由神經或血管壓力所引起的頭痛可以通過按摩神經肌肉和頭部及頸部和上背部的軟組織來緩解。</p><p>學習放鬆</p><p>學習一些放鬆的技巧對緩解頭痛非常有效。</p><p>針灸</p><p>一些醫療專家認為針灸可用於治療頭痛。</p><p>心體藥(Mind-body medicine)</p><p>患者可以通過釋放全身心的壓力和緊張來緩解疼痛。例如:催眠，深呼吸，冥想和瑜伽。 認知行為治療（CBT）通過將冥想和放鬆結合，來引導及患者原有的動機和行為。在心理治療師的幫助下，患者可以學習改變消極的想法和態度和改變應對壓力的方式，來避免緊張性頭痛。</p><p>注射肉毒桿菌</p><p>肉毒桿菌在英國被批准用於治療慢性頭痛。 即使對於其他治療頭痛藥物反應不佳的人，肉毒桿菌的治療似乎也起作用。 一些研究者認為，這種治療可能會減少對其他預防頭痛藥物的需求。</p>','image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/headache.jpg', 'relatedoc':'內腦神經科'},

//     {'time': 'Maarch 29, 2017', 'category':'疾病專題', 'subcategory':'醫學新發現', 'title': '關於過去認識愛滋病的七大誤區', 'content':'<p>現在還存在許多對愛滋病的偏見和錯誤認識。有一些對愛滋病新的治療方法也許你是應該要知道的。</p><p>誤區1：每天需要服用數十種藥來治療艾滋病毒。</p><p>事實：在數年前，艾滋病毒感染者需要服用大量藥丸。 現在，大多數進行艾滋病毒治療的患者每天只服用1至4粒，他們也可以選擇將2或3種藥物結合在一種藥物中。</p><p>誤區2：艾滋病毒感染者不能馬上進行治療。</p><p>事實：患者如有需要，可以馬上開始服用治療艾滋病毒的藥物。 「抗逆轉錄病毒治療」(antiretroviral treatment)會限制患者身上的艾滋病毒病毒指數。 這有助於保護患者的免疫系統，並降低患者將病毒傳播給他人的機會。</p><p>誤區3：艾滋病病毒(HIV)必會引發艾滋病。</p><p>事實：艾滋病的確是由艾滋病病毒(HIV)所引起，但艾滋病病毒(HIV)不一定會導致艾滋病。如果患者能及時服用藥物，這些藥物可以幫助及保護患者多年都不會感染艾滋病。 事實上，藥物如果有效，患者又能持續服用藥物，患者可以有常人般的正常壽命。</p><p>誤區4：患者在服藥後便不能通過性傳播艾滋病毒。</p><p>事實：即使患者正在服用藥物，他/她仍然有機會將病毒傳染給性伴侶，因此患者依然需要進行避孕。患者可能會因為正確地服用艾滋病毒藥物，而在一段時間之後，血液中的病毒水平會下降得非常低，甚至用醫療儀器也無法檢測到患者體內的血液含有病毒。在這一點上，專家認為，患者需要繼續服用藥物，因為還是存在傳播的風險。 </p><p>誤區5：在艾滋病毒之後應該避免運動。</p><p>事實：運動是維持身體健康的最有效方法。 它可以：</p><p>•防止疲勞•改善胃口•減輕壓力•保持肌肉•保護你的骨骼</p><p>每人每天鍛煉30至45分鐘。并進行有氧及力量訓練。</p><p>誤區6：艾滋病毒感染者不需要擔心其他疾病，因為患病後活不長久。</p><p>事實：在今天，許多艾滋病病毒感染者的生命都很長。事實上，那些堅持進行艾滋病毒治療和保持健康生活方式的患者的預期壽命，也可以像沒有感染的人一樣。但患者反而可能會增加感染其他病毒的機會，包括癌症，心髒病和腎臟疾病。艾滋病病毒感染者可以按照以下的生活習慣來保持健康:</p><p>•按規定服用藥物•健康飲食。•運動。•不要吸煙。</p><p>一些艾滋病毒藥物是有副作用，如可引起腹瀉和噁心。關於用藥，艾滋病病毒感染者可以先與醫生作商討服藥後可能引起的任何副作用。建議艾滋病病毒感染者不要擅自停止服用艾滋病毒藥物。治療艾滋病毒的藥物可能會影響其他藥物的成效。如治療糖尿病的藥物。</p><p>誤區7：有艾滋病毒的患者一定不能懷孕。</p><p>事實：如果艾滋病病毒感染者是男性并想成為父親，他的孩子仍然有機會不受感染。如果艾滋病病毒感染者是女性，她仍然可以安全地懷孕。 醫生可以幫助患者採取降低受孕期間將病毒傳播給患者的伴侶的措施。 患者若是懷孕了，醫生也會給患者合適的艾滋病毒藥物來保護患者和她的寶寶。 </p>','image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/aids.jpg', 'relatedoc':'感染及傳染病科'},

//     {'time': 'Maarch 29, 2017', 'category':'疾病專題', 'subcategory':'治療新技術', 'title': '食用維生素可能會増加患上胃癌、結腸癌的風險?', 'content':"<p>有研究指出，維生素如抗氧化劑補充劑( Antioxidant supplements) 對預防胃癌和結腸直腸癌可能毫無作用。相反，基於一些調查人數較少的研究指出，有幾種的抗氧化劑補充劑( Antioxidant supplements) 反而可能會增加某些類些類型的胃腸癌的風險。不過這調查結果還有待進一步的研究，目前還有很多不確定的因素。</p><p>來自尼斯大學( the University of Nis)的Goran Bjelakovic博士與他在丹麥哥本哈根大學醫院(Copenhagen University Hospital)工作的同事一共調查了十七萬人，當中還進行了14項研究。 研究結果表明，抗氧化補充劑( Antioxidant supplements) 幾乎不支持消除腸胃癌，包括胃癌，胰腺癌，肝癌，食管癌和大腸癌。</p><p>食用維生素無法有效預防胃腸癌?</p><p>研究人員在測試中使用的抗氧化劑補充劑包含了β-胡蘿蔔素，維生素A，C和E以及礦物硒 (mineral selenium) 研究人員發現胃腸癌的發病率在服用補充劑和沒有服用補充劑的患者中是相同的。Bjelakovic和他的同事說:「只有硒補充劑 (mineral selenium) 似乎能為胃腸癌提供了一些保護。」</p><p>研究人員進一步增加硒補充劑的含量來進行測試，但總體而言，研究人員發現「抗氧化劑補充劑可能不利於預防癌症。」而對於對於礦物硒 (mineral selenium) 來說，似乎所能夠預防的癌症的範圍只限於肝臟。</p><p>食用維生素可能存在的危機</p><p>研究人員說「與安慰劑相比，維生素A和β-胡蘿蔔素的混合維生素對增加癌症風險和死亡率“非常顯注。」另外，研究人員也補充即使單獨服用維生素A和β-胡蘿蔔素也同樣會提供風險。</p><p>不過，英國利茲大學 (England's University of Leeds)的David Forman教授和英國牛津醫學統計中心的道格拉斯·阿爾特曼（Douglas Altman）說，這次研究調查還沒有提供令人信服的證據。而Bjelakovic及他的同事目前繼續進行有關研究調查。</p><p>雖然目前并沒有確實的證據證明服用維生素會增加患上癌症的風險，不過建議各位讀者若要攝取身體所需的維他命，水果和蔬菜這些天然的食物依然是不二之選。</p>",'image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/orange.jpg', 'relatedoc':'腸胃肝臟科'},

//     {'time': 'Maarch 29, 2017', 'category':'疾病專題', 'subcategory':'疾病病理', 'title': '青光眼的特徵—出現甚麼症狀才是需要求醫的警號?', 'content':'<p>眼壓的高低通常是判別青光眼的手段之一。但是眼壓高不代表就有青光眼。視神經受的壓力較高但又不損傷視神經稱為高眼壓症。有高眼壓症的患者通常需要進行定期的眼科檢查。</p><p>不同種類的青光眼</p><p>開光型青光眼(Open-Angle Glaucoma)是眾多青光眼類型當中最常見的。開光型青光眼通常并無任何症狀，直到患者失去大部分的視力為止。</p><p>慢性開角型青光眼（Chronic Open-Angle Glaucoma）的第一個跡象是患者的側視力會慢慢喪失（醫生會稱之為周邊視力），但通常患者并不自知。</p><p>急性閉角型青光眼(Acute Closed Glaucoma)或窄角型青光眼(Narrow-Angle Glaucoma)。如果有這種青光眼的患者會迅速地發生以下的症狀：</p><p>•眼睛感到嚴重疼痛•眼睛發紅•頭痛(感到病楚的位置與受影響的眼睛的方向是一樣的)•模糊的視力•看到燈光時會出現光暈•瞳孔擴張• 噁心和嘔吐</p><p>這種類型的青光眼需要接受緊急治療。 患者的視神經可能會在數小時內開始損傷，如果在六至十二小時內還沒有接受治療，就可能會導致嚴重的視力喪失或失明，甚至會造成永久性擴大（擴張）瞳孔。</p><p>嬰幼兒先天性青光眼(Congenital Glaucoma in Infants)通常會出現在新生兒或者只有幾歲的孩子身上。 症狀包括：</p><p>•看見光的時候非常敏感和有撕裂性的痛。眼皮會痙攣•角膜較大和透明的眼角膜通常會有陰影。•小孩會習慣性地摩擦眼睛，瞇起眼睛，或大部分時間眼睛會閉起來。</p><p>繼發性青光眼(Secondary Glaucoma)及其他種類的青光眼</p><p>眼睛內出現炎症（醫生會稱之為葡萄膜炎uveitis）就是繼發性青光眼的症狀之一。這種類型的青光眼可能會導致患者看到光暈。 而明亮的燈光也可能令患者的眼睛非常敏感或畏光。</p><p>眼角膜水腫，出血或視網膜脫離等眼晴疾病的症狀可以掩蓋青光眼的症狀，令患者不易察覺自己患上青光眼。</p><p>如何辨別青光眼?</p><p>檢驗青光眼的測試都非常短而且無痛。眼科醫生會用一種叫准音器(tonometer)的小工具來測試患者的眼壓。在進行測試之前醫生會讓患者滴一種能麻痺眼睛的眼藥水。</p><p>眼科醫生會為患者的眼睛拍攝圖像來為檢查眼睛中視神經的受損情況，另外也會進行測試來檢查眼睛側視(side vision)的敏銳度。通過拍攝視神經的特殊圖像(Special images OCT)，醫生可以找到判別青光眼的重要證據。青光眼也可以是先天性的，稱為先天性青光眼(congenital glaucoma)，主要的一個判別方法是看看嬰兒的角膜是否渾濁。</p><p>如果你的眼睛感到痛楚、而且眼球的顏色轉紅，那就可能是急性窄角度青光眼(acute narrow-angle glaucoma)，又或是急性青光眼炎、感染，也有可能是其他嚴重的眼睛疾病的徵兆。出現這些症狀的時候需要即時求醫。另外﹐便用眼藥水來治療青光眼的時候，要注意看使用後有沒有出現昏昏欲睡，疲倦或短暫停止呼吸的症狀。如果有就可能是治療青光眼的眼藥水產生了副作用，影響了患者心臟或肺部。</p><p>如果患者在服用一些治療竇炎或胃腸道疾病的藥物的話，應該把情況和藥單告知眼科醫生。因為這些藥物可能會導致急性閉角型青光眼( acute closed-angle glaucoma attack)。</p><p>如果你的家族是有患有青光眼病史的話，建議你進行定期檢查，因為青光眼有遺傳性的。若出現青光眼的症狀的話，應該立即求醫。因為視力的功能一旦減退，就無法恢復過來。</p>','image':'images/健康認文章圖片-20171012T090814Z-001/健康認文章圖片/HPV.jpg', 'relatedoc':'眼科'},

//    ]

var relatedArt = [];

$(document).ready(function() {
	//content value determine content to show in page
	var articleID = sessionStorage.getItem('articleContent');

  if(window.matchMedia("(max-width:720px)").matches){
    $('#content').css("margin-right", 5+'em');
  }else{
    $('#content').css("margin-right", $('body').width() * 1/3 + 'px');  
  }
	var articleContent = {'ID':'', 'CreateDateTime':'', 'Category':'','SubCategory':'', 'Title':'', 'Content':'', 'ImageUrl':'', 'RelatedDoctorCat':''};		

	$.ajax({
        method:"GET",
        url:"http://www.drcare.ai/DrCare.ArticleHealth.api.php?Key=63ebdad609d02ac15a71bde64fb21f8ea43ac513",
        data: { ArticleID :  articleID}		//suppose to return the exact article
    }).done(function(data){
        var json = JSON.parse(data);
        for(var i = 0; i < json.length; i ++){
            articles[i] = json[i];
        }
	for(var i = 0; i < articles.length; i ++){
		if(articles[i].ID == articleID){
			articleContent = articles[i];
		}
	}
	
	//set content
	$('#title h1').text(articleContent.Title);
	var subTitle = articleContent.Category;
	subTitle += ' | ';
	subTitle += articleContent.SubCategory;
	$('#title p').text(subTitle);
	var link = 'searchHealthArticle.php?Category=';
	link += articleContent.Category;
	link += '&SubCategory=';
	link += articleContent.SubCategory;
	$('#title a').attr("href", link);	//link to other articles with same tags
	$('#titleImg').attr("src", articleContent.ImageUrl);	
	$('#content').html(articleContent.Content);

	var docKind = articleContent.RelatedDoctorCat;
	docKind += '醫生';
	$('.relatedoc p').text(docKind);
	var docLink = 'http://www.drcare.ai/Doctor/findoc.php?category=西醫&subcategory=';
	docLink += articleContent.RelatedDoctorCat;
	$('.relatedoc').attr('href', docLink);
console.log($('#title h1').text());
console.log($('#content').html());


$.ajax({
        method:"GET",
        url:"http://www.drcare.ai/DrCare.ArticleHealth.api.php?Key=63ebdad609d02ac15a71bde64fb21f8ea43ac513",
        data: { SubCategory :  articleContent.SubCategory}		//suppose to return the exact article
    }).done(function(data){
    	var json = JSON.parse(data);
    	for(var i = 0; i < json.length; i ++){
    		relatedArt[i] = json[i];
    	}

var display = [];
	//set more articles
	$('article').each(function(i,obj){
		var rand = Math.floor(Math.random()*relatedArt.length);
		if(relatedArt.length <= 3 && relatedArt[i] != null){
			$(this).append(otherArt(relatedArt[i]));
		// }else if(relatedArt.length == 1 && i >1){

		// }else if(relatedArt.length == 2 && i >2){

		}else if(relatedArt.length > 3){
			if(i == 0){
				display[i] = rand;
				$(this).append(otherArt(relatedArt[rand]));
			}else{
				while(rand == display[i-1] || rand == display[i-2]){
					rand = Math.floor(Math.random()*relatedArt.length);
				}
				display[i] = rand;
				$(this).append(otherArt(relatedArt[rand]));
			}
		}
	});

	 });

});



});

function passArticle(article){
     window.sessionStorage.setItem('articleContent', article);
     window.location.replace("content.php");
}

function otherArt(article){
	var innerHtml = '<div class="content"><a onclick=passArticle("';
	innerHtml += article.ID;
	innerHtml += '") class="image main" style="cursor:pointer;">							<div>							<img class="contentImage" src="';
	innerHtml += article.ImageUrl;
	innerHtml += '" alt="" data-position="center" />							</div>								<p class="imageTitle">';
	innerHtml += article.Title;
	innerHtml += '</p>								</a>							</div>';
	return innerHtml;
}